class Colors:
    # Основные цвета в RGB
    WHITE = (255, 255, 255)  # Белый
    BLACK = (0, 0, 0)        # Черный
    RED = (255, 0, 0)        # Красный
    GREEN = (0, 255, 0)      # Зеленый
    BLUE = (0, 0, 255)       # Синий
    YELLOW = (255, 255, 0)   # Желтый
    CYAN = (0, 255, 255)     # Голубой
    MAGENTA = (255, 0, 255)  # Пурпурный
    GRAY = (169, 169, 169)   # Серый
    ORANGE = (255, 165, 0)   # Оранжевый
    PURPLE = (128, 0, 128)   # Фиолетовый
    PINK = (255, 192, 203)   # Розовый
    BROWN = (165, 42, 42)    # Коричневый
    LIGHT_BLUE = (173, 216, 230)  # Светло-голубой
    LIGHT_GREEN = (144, 238, 144)  # Светло-зеленый

FONT_PATH = "/BuyThisToo/data/fonts/ofont.ru_Arial.ttf"

